const rawData = {
  "name": "لبنان",
  "value": 1216222,
  "children": [
    {
      "name": "حزب الله",
      "value": 334528,
      "children": [
        {
          "name": "أمين محمد شري",
          "value": 26363,
          "classification": [
            "شيعة",
            "الوفاء للمقاومة",
            "وحدة بيروت"
          ]
        },
        {
          "name": "رائد عاكف برو",
          "value": 9508,
          "classification": [
            "شيعة",
            "الوفاء للمقاومة",
            "كنا وسنبقى"
          ]
        },
        {
          "name": "علي فاضل عمار",
          "value": 14852,
          "classification": [
            "شيعة",
            "الوفاء للمقاومة",
            "الوفاق الوطني"
          ]
        },
        {
          "name": "حسن محمد علي عز الدين",
          "value": 27927,
          "classification": [
            "شيعة",
            "الوفاء للمقاومة",
            "الأمل والولاء"
          ]
        },
        {
          "name": "حسين سعيد الجشي",
          "value": 27416,
          "classification": [
            "شيعة",
            "الوفاء للمقاومة",
            "الأمل والولاء"
          ]
        },
        {
          "name": "محمد حسن رعد",
          "value": 48543,
          "classification": [
            "شيعة",
            "الوفاء للمقاومة",
            "الأمل والولاء"
          ]
        },
        {
          "name": "علي رشيد فياض",
          "value": 37047,
          "classification": [
            "شيعة",
            "الوفاء للمقاومة",
            "الأمل والولاء"
          ]
        },
        {
          "name": "حسن نظام الدين فضل الله",
          "value": 43324,
          "classification": [
            "شيعة",
            "الوفاء للمقاومة",
            "الأمل والولاء"
          ]
        },
        {
          "name": "رامي أنيس أبو حمدان",
          "value": 15601,
          "classification": [
            "شيعة",
            "الوفاء للمقاومة",
            "زحلة الرسالة"
          ]
        },
        {
          "name": "علي محمد سلمان بشير المقداد",
          "value": 20356,
          "classification": [
            "شيعة",
            "الوفاء للمقاومة",
            "الأمل والولاء"
          ]
        },
        {
          "name": "حسين علي الحاج حسن",
          "value": 23120,
          "classification": [
            "شيعة",
            "الوفاء للمقاومة",
            "الأمل والولاء"
          ]
        },
        {
          "name": "ابراهيم علي الموسوي",
          "value": 19627,
          "classification": [
            "شيعة",
            "الوفاء للمقاومة",
            "الأمل والولاء"
          ]
        },
        {
          "name": "إيهاب أروى حمادة",
          "value": 20844,
          "classification": [
            "شيعة",
            "الوفاء للمقاومة",
            "الأمل والولاء"
          ]
        }
      ]
    },
    {
      "name": "حركة أمل",
      "value": 177702,
      "children": [
        {
          "name": "محمد مصطفى خواجة",
          "value": 5789,
          "classification": [
            "شيعة",
            "التنمية والتحرير",
            "وحدة بيروت"
          ]
        },
        {
          "name": "فادي فخري علامة",
          "value": 4862,
          "classification": [
            "شيعة",
            "التنمية والتحرير",
            "الوفاق الوطني"
          ]
        },
        {
          "name": "علي عادل عسيران",
          "value": 2294,
          "classification": [
            "شيعة",
            "التنمية والتحرير",
            "الأمل والولاء"
          ]
        },
        {
          "name": "ميشال حنا موسى",
          "value": 1364,
          "classification": [
            "اليونانية الكاثوليكية",
            "التنمية والتحرير",
            "الأمل والولاء"
          ]
        },
        {
          "name": "نبيه مصطفى بري",
          "value": 42091,
          "classification": [
            "شيعة",
            "التنمية والتحرير",
            "الأمل والولاء"
          ]
        },
        {
          "name": "علي يوسف خريس",
          "value": 16964,
          "classification": [
            "شيعة",
            "التنمية والتحرير",
            "الأمل والولاء"
          ]
        },
        {
          "name": "عناية محمد عزالدين",
          "value": 15266,
          "classification": [
            "شيعة",
            "التنمية والتحرير",
            "الأمل والولاء"
          ]
        },
        {
          "name": "هاني حسن الكبيسي",
          "value": 20195,
          "classification": [
            "شيعة",
            "التنمية والتحرير",
            "الأمل والولاء"
          ]
        },
        {
          "name": "ناصر فوزي جابر",
          "value": 6236,
          "classification": [
            "شيعة",
            "التنمية والتحرير",
            "الأمل والولاء"
          ]
        },
        {
          "name": "علي حسن خليل",
          "value": 13155,
          "classification": [
            "شيعة",
            "التنمية والتحرير",
            "الأمل والولاء"
          ]
        },
        {
          "name": "أشرف نزيه هاشم بيضون",
          "value": 10540,
          "classification": [
            "شيعة",
            "التنمية والتحرير",
            "الأمل والولاء"
          ]
        },
        {
          "name": "أيوب فهد حميد",
          "value": 6745,
          "classification": [
            "شيعة",
            "التنمية والتحرير",
            "الأمل والولاء"
          ]
        },
        {
          "name": "قبلان قبلان",
          "value": 10143,
          "classification": [
            "شيعة",
            "التنمية والتحرير",
            "غداً أفضل"
          ]
        },
        {
          "name": "غازي محمد زعيتر",
          "value": 22058,
          "classification": [
            "شيعة",
            "التنمية والتحرير",
            "الأمل والولاء"
          ]
        }
      ]
    },
    {
      "name": "مستقل",
      "value": 170579,
      "children": [
        {
          "name": "جان أرشاك تالوزيان",
          "value": 4043,
          "classification": [
            "الأرمن الكاثوليك",
            "",
            "لبنان السيادي"
          ]
        },
        {
          "name": "ملحم خلف",
          "value": 7141,
          "classification": [
            "الأرثوذكسية اليونانية",
            "تغيير الكتلة",
            "بيروت من أجل التغيير"
          ]
        },
        {
          "name": "نبيل بدر",
          "value": 5631,
          "classification": [
            "سني",
            "الاعتدال الوطني",
            "هذه بيروت"
          ]
        },
        {
          "name": "محمد يحيى يحيى",
          "value": 15142,
          "classification": [
            "سني",
            "الإجماع الوطنيسوس",
            "عكار أولاً"
          ]
        },
        {
          "name": "ساجيه مخايل عطية",
          "value": 1948,
          "classification": [
            "الأرثوذكسية اليونانية",
            "الاعتدال الوطني",
            "القائمة الوطنية المعتدلة"
          ]
        },
        {
          "name": "جهاد مرشد الصمد",
          "value": 7824,
          "classification": [
            "سني",
            "",
            "الإرادة الشعبية"
          ]
        },
        {
          "name": "عبد الكريم محمد كبارة",
          "value": 5023,
          "classification": [
            "سني",
            "",
            "للناس"
          ]
        },
        {
          "name": "أشرف أحمد ريفي",
          "value": 11593,
          "classification": [
            "سني",
            "تجديد السيادة البرلمانية",
            "خلاص الأمة"
          ]
        },
        {
          "name": "حيدر ناصر",
          "value": 313,
          "classification": [
            "علوي",
            "",
            "الثورة...من أجل السيادة والعدالة"
          ]
        },
        {
          "name": "إيهاب محمد مطر",
          "value": 6518,
          "classification": [
            "سني",
            "",
            "التغيير الحقيقي"
          ]
        },
        {
          "name": "جميل عبود عبود",
          "value": 79,
          "classification": [
            "الأرثوذكسية اليونانية",
            "الاعتدال الوطني",
            "خلاص الأمة"
          ]
        },
        {
          "name": "أديب جرجس عبد المسيح",
          "value": 1815,
          "classification": [
            "الأرثوذكسية اليونانية",
            "تجديد السيادة البرلمانية",
            "شمال المواجهة"
          ]
        },
        {
          "name": "وليام جبران طوق",
          "value": 3566,
          "classification": [
            "ماروني",
            "الكتلة الوطنية المستقلة",
            "وحدة الشمال"
          ]
        },
        {
          "name": "فريد هيكل الخازن",
          "value": 9056,
          "classification": [
            "ماروني",
            "الكتلة الوطنية المستقلة",
            "قلب لبنان المستقل"
          ]
        },
        {
          "name": "نعمت جورج افرام",
          "value": 10743,
          "classification": [
            "ماروني",
            "الاعتدال الوطني",
            "صرخة أمة"
          ]
        },
        {
          "name": "ميشال الياس المر",
          "value": 8607,
          "classification": [
            "الأرثوذكسية اليونانية",
            "الكتلة الوطنية المستقلة",
            "أقوى معًا"
          ]
        },
        {
          "name": "فريد جورج فيليب البستاني",
          "value": 4347,
          "classification": [
            "ماروني",
            "لبنان القوي",
            "قائمة الجبال"
          ]
        },
        {
          "name": "عبد الرحمن نزيه البزري",
          "value": 8526,
          "classification": [
            "سني",
            "كتلة صيدا - جزين",
            "نحن نصوت من أجل التغيير"
          ]
        },
        {
          "name": "شربل مارون مسعد",
          "value": 984,
          "classification": [
            "ماروني",
            "كتلة صيدا - جزين",
            "نحن نصوت من أجل التغيير"
          ]
        },
        {
          "name": "الياس فارس جرادة",
          "value": 9218,
          "classification": [
            "الأرثوذكسية اليونانية",
            "تغيير الكتلة",
            "معاً نحو التغيير"
          ]
        },
        {
          "name": "فراس إسماعيل حمدان",
          "value": 4859,
          "classification": [
            "الدروز",
            "تغيير الكتلة",
            "معاً نحو التغيير"
          ]
        },
        {
          "name": "ميشال جورج ضاهر",
          "value": 9229,
          "classification": [
            "اليونانية الكاثوليكية",
            "",
            "السياديون المستقلون"
          ]
        },
        {
          "name": "غسان سكاف",
          "value": 776,
          "classification": [
            "الأرثوذكسية اليونانية",
            "",
            "القرار الوطني المستقل"
          ]
        },
        {
          "name": "ياسين ياسين",
          "value": 6004,
          "classification": [
            "سني",
            "تغيير الكتلة",
            "وادينا وجبلنا"
          ]
        },
        {
          "name": "جميل محمد أمين أمين السيد",
          "value": 11705,
          "classification": [
            "شيعة",
            "الوفاء للمقاومة",
            "الأمل والولاء"
          ]
        },
        {
          "name": "ملحم محمد الحجيري",
          "value": 7125,
          "classification": [
            "سني",
            "الوفاء للمقاومة",
            "الأمل والولاء"
          ]
        },
        {
          "name": "ينال محمد الصلح",
          "value": 8764,
          "classification": [
            "سني",
            "الوفاء للمقاومة",
            "الأمل والولاء"
          ]
        }
      ]
    },
    {
      "name": "القوات اللبنانية",
      "value": 161970,
      "children": [
        {
          "name": "غسان شفيق حاصباني",
          "value": 7080,
          "classification": [
            "الأرثوذكسية اليونانية",
            "الجمهورية القوية",
            "بيروت نحن لك"
          ]
        },
        {
          "name": "جهاد كريم بقرادوني",
          "value": 2186,
          "classification": [
            "الأرمن الأرثوذكس",
            "الجمهورية القوية",
            "بيروت نحن لك"
          ]
        },
        {
          "name": "إيلي خليل خوري",
          "value": 3426,
          "classification": [
            "الأرثوذكسية اليونانية",
            "الجمهورية القوية",
            "خلاص الأمة"
          ]
        },
        {
          "name": "فادي عبدالله كرم",
          "value": 9226,
          "classification": [
            "ماروني",
            "الجمهورية القوية",
            "نبض الجمهورية القوي"
          ]
        },
        {
          "name": "ستريدا الياس طوق",
          "value": 7924,
          "classification": [
            "ماروني",
            "الجمهورية القوية",
            "نبض الجمهورية القوي"
          ]
        },
        {
          "name": "غياث ميشيل يزبك",
          "value": 11094,
          "classification": [
            "ماروني",
            "الجمهورية القوية",
            "نبض الجمهورية القوي"
          ]
        },
        {
          "name": "زياد حليم الحوات",
          "value": 13078,
          "classification": [
            "ماروني",
            "الجمهورية القوية",
            "معكم نستطيع حتى النهاية"
          ]
        },
        {
          "name": "شوقي جرجي دكاش",
          "value": 9129,
          "classification": [
            "ماروني",
            "الجمهورية القوية",
            "معكم نستطيع حتى النهاية"
          ]
        },
        {
          "name": "ملحم انطون رياشي",
          "value": 15254,
          "classification": [
            "اليونانية الكاثوليكية",
            "الجمهورية القوية",
            "في الطريق إلى الحرية"
          ]
        },
        {
          "name": "راضي وديع الحاج",
          "value": 3459,
          "classification": [
            "ماروني",
            "الجمهورية القوية",
            "في الطريق إلى الحرية"
          ]
        },
        {
          "name": "بيار رشيد بو عاصي",
          "value": 14756,
          "classification": [
            "ماروني",
            "الجمهورية القوية",
            "بعبدا السيادة والقرار"
          ]
        },
        {
          "name": "نزيه متى",
          "value": 9191,
          "classification": [
            "الأرثوذكسية اليونانية",
            "الجمهورية القوية",
            "الشراكة والرغبة"
          ]
        },
        {
          "name": "جورج جميل عدوان",
          "value": 11433,
          "classification": [
            "ماروني",
            "الجمهورية القوية",
            "الشراكة والرغبة"
          ]
        },
        {
          "name": "غادة خليل أيوب",
          "value": 7953,
          "classification": [
            "اليونانية الكاثوليكية",
            "الجمهورية القوية",
            "نقابتنا في صيدا وجزين"
          ]
        },
        {
          "name": "سعيد سليمان الأسمر",
          "value": 1102,
          "classification": [
            "اليونانية الكاثوليكية",
            "الجمهورية القوية",
            "نقابتنا في صيدا وجزين"
          ]
        },
        {
          "name": "إلياس أندريه إسطفان",
          "value": 6758,
          "classification": [
            "الأرثوذكسية اليونانية",
            "الجمهورية القوية",
            "سيادة زحلة"
          ]
        },
        {
          "name": "جورج ايلي عقيس",
          "value": 11921,
          "classification": [
            "اليونانية الكاثوليكية",
            "الجمهورية القوية",
            "سيادة زحلة"
          ]
        },
        {
          "name": "أنطوان البدوي حبشي",
          "value": 17000,
          "classification": [
            "ماروني",
            "الجمهورية القوية",
            "بناء الدولة"
          ]
        }
      ]
    },
    {
      "name": "التيار الوطني الحر",
      "value": 100111,
      "children": [
        {
          "name": "نقولا موريس صحناوي",
          "value": 4781,
          "classification": [
            "اليونانية الكاثوليكية",
            "لبنان القوي",
            "كنا وسنبقى لبيروت"
          ]
        },
        {
          "name": "ادغار جوزيف طرابلسي",
          "value": 2053,
          "classification": [
            "بروتستانتية",
            "لبنان القوي",
            "وحدة بيروت"
          ]
        },
        {
          "name": "أسعد رامز درغام",
          "value": 5754,
          "classification": [
            "الأرثوذكسية اليونانية",
            "لبنان القوي",
            "عكار أولاً"
          ]
        },
        {
          "name": "جيمي جورج جبور",
          "value": 8986,
          "classification": [
            "ماروني",
            "لبنان القوي",
            "عكار أولاً"
          ]
        },
        {
          "name": "جورج نعيم عطا الله",
          "value": 2698,
          "classification": [
            "الأرثوذكسية اليونانية",
            "لبنان القوي",
            "سوف نبقى هنا"
          ]
        },
        {
          "name": "جبران جرجي باسيل",
          "value": 8922,
          "classification": [
            "ماروني",
            "لبنان القوي",
            "سوف نبقى هنا"
          ]
        },
        {
          "name": "سيمون فريد أبي رميا",
          "value": 6239,
          "classification": [
            "ماروني",
            "لبنان القوي",
            "كنا وسنبقى"
          ]
        },
        {
          "name": "ندى نهاد بستاني",
          "value": 11338,
          "classification": [
            "ماروني",
            "لبنان القوي",
            "كنا وسنبقى"
          ]
        },
        {
          "name": "الياس نقولا بو صعب",
          "value": 4050,
          "classification": [
            "الأرثوذكسية اليونانية",
            "لبنان القوي",
            "كنا وسنبقى للمتن"
          ]
        },
        {
          "name": "إبراهيم يوسف كنعان",
          "value": 5513,
          "classification": [
            "ماروني",
            "لبنان القوي",
            "كنا وسنبقى للمتن"
          ]
        },
        {
          "name": "آلان عون",
          "value": 8457,
          "classification": [
            "ماروني",
            "لبنان القوي",
            "الوفاق الوطني"
          ]
        },
        {
          "name": "سيزار ريمون أبي خليل",
          "value": 5698,
          "classification": [
            "ماروني",
            "لبنان القوي",
            "قائمة الجبال"
          ]
        },
        {
          "name": "غسان أمل عطا الله",
          "value": 5149,
          "classification": [
            "اليونانية الكاثوليكية",
            "لبنان القوي",
            "قائمة الجبال"
          ]
        },
        {
          "name": "سليم جورج عون",
          "value": 5554,
          "classification": [
            "ماروني",
            "لبنان القوي",
            "زحلة الرسالة"
          ]
        },
        {
          "name": "شربل مارون",
          "value": 3576,
          "classification": [
            "ماروني",
            "لبنان القوي",
            "غداً أفضل"
          ]
        },
        {
          "name": "سامر أسعد التوم",
          "value": 11343,
          "classification": [
            "اليونانية الكاثوليكية",
            "لبنان القوي",
            "الأمل والولاء"
          ]
        }
      ]
    },
    {
      "name": "الحزب التقدمي الاشتراكي",
      "value": 83963,
      "children": [
        {
          "name": "فيصل عفيف الصايغ",
          "value": 2565,
          "classification": [
            "الدروز",
            "اللقاء الديمقراطي",
            "مواجهات بيروت"
          ]
        },
        {
          "name": "هادي محمد رفيق أبو الحسن",
          "value": 10764,
          "classification": [
            "الدروز",
            "اللقاء الديمقراطي",
            "بعبدا السيادة والقرار"
          ]
        },
        {
          "name": "أكرم حسين شهيب",
          "value": 11373,
          "classification": [
            "الدروز",
            "اللقاء الديمقراطي",
            "الشراكة والرغبة"
          ]
        },
        {
          "name": "راجي سعد",
          "value": 8503,
          "classification": [
            "ماروني",
            "اللقاء الديمقراطي",
            "الشراكة والرغبة"
          ]
        },
        {
          "name": "بلال أحمد عبد الله",
          "value": 8186,
          "classification": [
            "سني",
            "اللقاء الديمقراطي",
            "الشراكة والرغبة"
          ]
        },
        {
          "name": "مروان محمد حمادة",
          "value": 11121,
          "classification": [
            "الدروز",
            "اللقاء الديمقراطي",
            "الشراكة والرغبة"
          ]
        },
        {
          "name": "نجاة خطار عون صليبا",
          "value": 9332,
          "classification": [
            "ماروني",
            "تغيير الكتلة",
            "متحدون من أجل التغيير"
          ]
        },
        {
          "name": "تيمور وليد جنبلاط",
          "value": 12917,
          "classification": [
            "الدروز",
            "اللقاء الديمقراطي",
            "الشراكة والرغبة"
          ]
        },
        {
          "name": "وائل وهبي ابو فاعور",
          "value": 9202,
          "classification": [
            "الدروز",
            "اللقاء الديمقراطي",
            "المستقبل لوط البقاع وراشيا"
          ]
        }
      ]
    },
    {
      "name": "تيار المستقبل",
      "value": 45773,
      "children": [
        {
          "name": "أحمد محمد رستم",
          "value": 324,
          "classification": [
            "علوي",
            "الاعتدال الوطني",
            "القائمة الوطنية المعتدلة"
          ]
        },
        {
          "name": "محمد مصطفى سليمان",
          "value": 11340,
          "classification": [
            "سني",
            "الاعتدال الوطني",
            "القائمة الوطنية المعتدلة"
          ]
        },
        {
          "name": "وليد وجيه البعريني",
          "value": 11099,
          "classification": [
            "سني",
            "الاعتدال الوطني",
            "القائمة الوطنية المعتدلة"
          ]
        },
        {
          "name": "أحمد محمود خير",
          "value": 10221,
          "classification": [
            "سني",
            "الاعتدال الوطني",
            "لبنان لنا"
          ]
        },
        {
          "name": "عبد العزيز ابراهيم الصمد",
          "value": 10221,
          "classification": [
            "سني",
            "الاعتدال الوطني",
            "لبنان لنا"
          ]
        },
        {
          "name": "بلال ملحم هشيمة",
          "value": 2568,
          "classification": [
            "سني",
            "",
            "سيادة زحلة"
          ]
        }
      ]
    },
    {
      "name": "حزب الكتائب اللبنانية",
      "value": 24516,
      "children": [
        {
          "name": "نديم بشير الجميل",
          "value": 4425,
          "classification": [
            "ماروني",
            "ممثلي الكتائب",
            "لبنان السيادي"
          ]
        },
        {
          "name": "سليم بطرس صايغ",
          "value": 3477,
          "classification": [
            "ماروني",
            "ممثلي الكتائب",
            "صرخة أمة"
          ]
        },
        {
          "name": "الياس ركيف حنكش",
          "value": 6148,
          "classification": [
            "ماروني",
            "ممثلي الكتائب",
            "في طريق التغيير"
          ]
        },
        {
          "name": "سامي أمين الجميل",
          "value": 10466,
          "classification": [
            "ماروني",
            "ممثلي الكتائب",
            "في طريق التغيير"
          ]
        }
      ]
    },
    {
      "name": "الأحباش",
      "value": 15870,
      "children": [
        {
          "name": "عدنان طرابلسي",
          "value": 8463,
          "classification": [
            "سني",
            "الإجماع الوطني",
            "لبيروت"
          ]
        },
        {
          "name": "طه عطفت ناجي",
          "value": 7407,
          "classification": [
            "سني",
            "الإجماع الوطني",
            "الإرادة الشعبية"
          ]
        }
      ]
    },
    {
      "name": "بيروت تقاوم",
      "value": 13281,
      "children": [
        {
          "name": "ابراهيم منيمنة",
          "value": 13281,
          "classification": [
            "سني",
            "تغيير الكتلة",
            "بيروت من أجل التغيير"
          ]
        }
      ]
    },
    {
      "name": "حزب التقدم",
      "value": 11656,
      "children": [
        {
          "name": "مارك بهجت ضو",
          "value": 11656,
          "classification": [
            "الدروز",
            "تغيير الكتلة",
            "متحدون من أجل التغيير"
          ]
        }
      ]
    },
    {
      "name": "حزب الحوار الوطني",
      "value": 10021,
      "children": [
        {
          "name": "فؤاد مصطفى مخزومي",
          "value": 10021,
          "classification": [
            "سني",
            "تجديد السيادة البرلمانية",
            "بيروت بحاجة إلى قلب"
          ]
        }
      ]
    },
    {
      "name": "حزب الاتحاد (لبنان)",
      "value": 9157,
      "children": [
        {
          "name": "حسن مراد",
          "value": 9157,
          "classification": [
            "سني",
            "الإجماع الوطني",
            "غداً أفضل"
          ]
        }
      ]
    },
    {
      "name": "تيار المردة",
      "value": 8945,
      "children": [
        {
          "name": "طوني سليمان فرنجية",
          "value": 8945,
          "classification": [
            "ماروني",
            "الكتلة الوطنية المستقلة",
            "وحدة الشمال"
          ]
        }
      ]
    },
    {
      "name": "حزب الطاشناق",
      "value": 7640,
      "children": [
        {
          "name": "هاكوب تريزيان",
          "value": 2667,
          "classification": [
            "الأرمن الأرثوذكس",
            "كتلة النواب الأرمنية",
            "كنا وسنبقى لبيروت"
          ]
        },
        {
          "name": "هاكوب أوهانيس هاكوب بقرادونيان",
          "value": 4973,
          "classification": [
            "الأرمن الأرثوذكس",
            "كتلة النواب الأرمنية",
            "أقوى معًا"
          ]
        }
      ]
    },
    {
      "name": "جبهة العمل الإسلامي",
      "value": 7362,
      "children": [
        {
          "name": "عماد الحوت",
          "value": 7362,
          "classification": [
            "سني",
            "الاعتدال الوطني",
            "هذه بيروت"
          ]
        }
      ]
    },
    {
      "name": "التنظيم الشعبي الناصري في لبنان",
      "value": 7341,
      "children": [
        {
          "name": "أسامة معروف سعد المصري",
          "value": 7341,
          "classification": [
            "سني",
            "كتلة صيدا - جزين",
            "نحن نصوت من أجل التغيير"
          ]
        }
      ]
    },
    {
      "name": "لـنا – حزب ديمقراطي اجتماعي",
      "value": 6684,
      "children": [
        {
          "name": "حليمة ابراهيم قعقور",
          "value": 6684,
          "classification": [
            "سني",
            "تغيير الكتلة",
            "متحدون من أجل التغيير"
          ]
        }
      ]
    },
    {
      "name": "تيار الكرامة",
      "value": 6494,
      "children": [
        {
          "name": "فيصل عمر كرامي",
          "value": 6494,
          "classification": [
            "سني",
            "الإجماع الوطني",
            "الإرادة الشعبية"
          ]
        }
      ]
    },
    {
      "name": "خط أحمر",
      "value": 3760,
      "children": [
        {
          "name": "وضاح صادق",
          "value": 3760,
          "classification": [
            "سني",
            "تغيير الكتلة",
            "بيروت من أجل التغيير"
          ]
        }
      ]
    },
    {
      "name": "تحالف وطني",
      "value": 3524,
      "children": [
        {
          "name": "باولا سيراكان يعقوبيان",
          "value": 3524,
          "classification": [
            "الأرمن الأرثوذكس",
            "تغيير الكتلة",
            "من أجل أمتي"
          ]
        }
      ]
    },
    {
      "name": "حزب الوطنيين الأحرار",
      "value": 1876,
      "children": [
        {
          "name": "كميل ميشيل دوري شمعون",
          "value": 1876,
          "classification": [
            "ماروني",
            "الجمهورية القوية",
            "بعبدا السيادة والقرار"
          ]
        }
      ]
    },
    {
      "name": "تم طرد الدويهي من أوسوس في 2 ديسمبر 2022.[4]",
      "value": 1768,
      "children": [
        {
          "name": "ميشال شوقي الدويهي",
          "value": 1768,
          "classification": [
            "ماروني",
            "تغيير الكتلة",
            "شمالنا"
          ]
        }
      ]
    },
    {
      "name": "حزب البعث العربي الاشتراكي (لبنان)",
      "value": 1215,
      "children": [
        {
          "name": "قاسم عمر هاشم",
          "value": 1215,
          "classification": [
            "سني",
            "التنمية والتحرير",
            "الأمل والولاء"
          ]
        }
      ]
    },
    {
      "name": "حزب الاتحاد",
      "value": 486,
      "children": [
        {
          "name": "سينثيا فادي الزرازير",
          "value": 486,
          "classification": [
            "الأقليات المسيحية",
            "تغيير الكتلة",
            "من أجل أمتي"
          ]
        }
      ]
    }
  ]
};
