const rawData = {
  "name": "لبنان",
  //"value": 1216222,
  "children": [
    {
      "name": "حزب الله",
      //"value": 334528,
      "count": 13,
      "children": [
        {
          "name": "أمين شري",
          "value": 26363,
          "classification": [
            "شيعة",
            "الوفاء للمقاومة",
            "وحدة بيروت"
          ]
        },
        {
          "name": "رائد برو",
          "value": 9508,
          "classification": [
            "شيعة",
            "الوفاء للمقاومة",
            "كنا وسنبقى"
          ]
        },
        {
          "name": "علي عمار",
          "value": 14852,
          "classification": [
            "شيعة",
            "الوفاء للمقاومة",
            "الوفاق الوطني"
          ]
        },
        {
          "name": "حسن عز الدين",
          "value": 27927,
          "classification": [
            "شيعة",
            "الوفاء للمقاومة",
            "الأمل والولاء"
          ]
        },
        {
          "name": "حسين الجشي",
          "value": 27416,
          "classification": [
            "شيعة",
            "الوفاء للمقاومة",
            "الأمل والولاء"
          ]
        },
        {
          "name": "محمد رعد",
          "value": 48543,
          "classification": [
            "شيعة",
            "الوفاء للمقاومة",
            "الأمل والولاء"
          ]
        },
        {
          "name": "علي فياض",
          "value": 37047,
          "classification": [
            "شيعة",
            "الوفاء للمقاومة",
            "الأمل والولاء"
          ]
        },
        {
          "name": "حسن فضل الله",
          "value": 43324,
          "classification": [
            "شيعة",
            "الوفاء للمقاومة",
            "الأمل والولاء"
          ]
        },
        {
          "name": "رامي أبو حمدان",
          "value": 15601,
          "classification": [
            "شيعة",
            "الوفاء للمقاومة",
            "زحلة الرسالة"
          ]
        },
        {
          "name": "علي المقداد",
          "value": 20356,
          "classification": [
            "شيعة",
            "الوفاء للمقاومة",
            "الأمل والولاء"
          ]
        },
        {
          "name": "حسين الحاج حسن",
          "value": 23120,
          "classification": [
            "شيعة",
            "الوفاء للمقاومة",
            "الأمل والولاء"
          ]
        },
        {
          "name": "ابراهيم الموسوي",
          "value": 19627,
          "classification": [
            "شيعة",
            "الوفاء للمقاومة",
            "الأمل والولاء"
          ]
        },
        {
          "name": "إيهاب حمادة",
          "value": 20844,
          "classification": [
            "شيعة",
            "الوفاء للمقاومة",
            "الأمل والولاء"
          ]
        }
      ]
    },
    {
      "name": "حركة أمل",
      //"value": 177702,
      "count": 14,
      "children": [
        {
          "name": "محمد خواجة",
          "value": 5789,
          "classification": [
            "شيعة",
            "التنمية والتحرير",
            "وحدة بيروت"
          ]
        },
        {
          "name": "فادي علامة",
          "value": 4862,
          "classification": [
            "شيعة",
            "التنمية والتحرير",
            "الوفاق الوطني"
          ]
        },
        {
          "name": "علي عسيران",
          "value": 2294,
          "classification": [
            "شيعة",
            "التنمية والتحرير",
            "الأمل والولاء"
          ]
        },
        {
          "name": "ميشال موسى",
          "value": 1364,
          "classification": [
            "اليونانية الكاثوليكية",
            "التنمية والتحرير",
            "الأمل والولاء"
          ]
        },
        {
          "name": "نبيه بري",
          "value": 42091,
          "classification": [
            "شيعة",
            "التنمية والتحرير",
            "الأمل والولاء"
          ]
        },
        {
          "name": "علي خريس",
          "value": 16964,
          "classification": [
            "شيعة",
            "التنمية والتحرير",
            "الأمل والولاء"
          ]
        },
        {
          "name": "عناية عزالدين",
          "value": 15266,
          "classification": [
            "شيعة",
            "التنمية والتحرير",
            "الأمل والولاء"
          ]
        },
        {
          "name": "هاني قبيسي",
          "value": 20195,
          "classification": [
            "شيعة",
            "التنمية والتحرير",
            "الأمل والولاء"
          ]
        },
        {
          "name": "ناصر جابر",
          "value": 6236,
          "classification": [
            "شيعة",
            "التنمية والتحرير",
            "الأمل والولاء"
          ]
        },
        {
          "name": "علي خليل",
          "value": 13155,
          "classification": [
            "شيعة",
            "التنمية والتحرير",
            "الأمل والولاء"
          ]
        },
        {
          "name": "أشرف بيضون",
          "value": 10540,
          "classification": [
            "شيعة",
            "التنمية والتحرير",
            "الأمل والولاء"
          ]
        },
        {
          "name": "أيوب حميد",
          "value": 6745,
          "classification": [
            "شيعة",
            "التنمية والتحرير",
            "الأمل والولاء"
          ]
        },
        {
          "name": "قبلان قبلان",
          "value": 10143,
          "classification": [
            "شيعة",
            "التنمية والتحرير",
            "غداً أفضل"
          ]
        },
        {
          "name": "غازي زعيتر",
          "value": 22058,
          "classification": [
            "شيعة",
            "التنمية والتحرير",
            "الأمل والولاء"
          ]
        }
      ]
    },
    {
      "name": "مستقل",
      //"value": 170579,
      "count": 27,
      "children": [
        {
          "name": "جان تالوزيان",
          "value": 4043,
          "classification": [
            "الأرمن الكاثوليك",
            "لبنان السيادي"
          ]
        },
        {
          "name": "ملحم خلف",
          "value": 7141,
          "classification": [
            "الأرثوذكسية اليونانية",
            "تغيير الكتلة",
            "بيروت من أجل التغيير"
          ]
        },
        {
          "name": "نبيل بدر",
          "value": 5631,
          "classification": [
            "سني",
            "الاعتدال الوطني",
            "هذه بيروت"
          ]
        },
        {
          "name": "محمد يحيى",
          "value": 15142,
          "classification": [
            "سني",
            "الإجماع الوطنيسوس",
            "عكار أولاً"
          ]
        },
        {
          "name": "ساجيه عطية",
          "value": 1948,
          "classification": [
            "الأرثوذكسية اليونانية",
            "الاعتدال الوطني",
            "القائمة الوطنية المعتدلة"
          ]
        },
        {
          "name": "جهاد الصمد",
          "value": 7824,
          "classification": [
            "سني",
            "",
            "الإرادة الشعبية"
          ]
        },
        {
          "name": "عبد الكريم كبارة",
          "value": 5023,
          "classification": [
            "سني",
            "",
            "للناس"
          ]
        },
        {
          "name": "أشرف ريفي",
          "value": 11593,
          "classification": [
            "سني",
            "تجديد السيادة البرلمانية",
            "خلاص الأمة"
          ]
        },
        {
          "name": "حيدر ناصر",
          "value": 313,
          "classification": [
            "علوي",
            "",
            "الثورة من أجل السيادة والعدالة"
          ]
        },
        {
          "name": "إيهاب مطر",
          "value": 6518,
          "classification": [
            "سني",
            "",
            "التغيير الحقيقي"
          ]
        },
        {
          "name": "جميل عبود",
          "value": 79,
          "classification": [
            "الأرثوذكسية اليونانية",
            "الاعتدال الوطني",
            "خلاص الأمة"
          ]
        },
        {
          "name": "أديب عبد المسيح",
          "value": 1815,
          "classification": [
            "الأرثوذكسية اليونانية",
            "تجديد السيادة البرلمانية",
            "شمال المواجهة"
          ]
        },
        {
          "name": "وليام طوق",
          "value": 3566,
          "classification": [
            "ماروني",
            "الكتلة الوطنية المستقلة",
            "وحدة الشمال"
          ]
        },
        {
          "name": "فريد الخازن",
          "value": 9056,
          "classification": [
            "ماروني",
            "الكتلة الوطنية المستقلة",
            "قلب لبنان المستقل"
          ]
        },
        {
          "name": "نعمت افرام",
          "value": 10743,
          "classification": [
            "ماروني",
            "الاعتدال الوطني",
            "صرخة أمة"
          ]
        },
        {
          "name": "ميشال المر",
          "value": 8607,
          "classification": [
            "الأرثوذكسية اليونانية",
            "الكتلة الوطنية المستقلة",
            "أقوى معًا"
          ]
        },
        {
          "name": "فريد البستاني",
          "value": 4347,
          "classification": [
            "ماروني",
            "لبنان القوي",
            "قائمة الجبال"
          ]
        },
        {
          "name": "عبد الرحمن البزري",
          "value": 8526,
          "classification": [
            "سني",
            "كتلة صيدا - جزين",
            "نحن نصوت من أجل التغيير"
          ]
        },
        {
          "name": "شربل مسعد",
          "value": 984,
          "classification": [
            "ماروني",
            "كتلة صيدا - جزين",
            "نحن نصوت من أجل التغيير"
          ]
        },
        {
          "name": "الياس جرادة",
          "value": 9218,
          "classification": [
            "الأرثوذكسية اليونانية",
            "تغيير الكتلة",
            "معاً نحو التغيير"
          ]
        },
        {
          "name": "فراس حمدان",
          "value": 4859,
          "classification": [
            "الدروز",
            "تغيير الكتلة",
            "معاً نحو التغيير"
          ]
        },
        {
          "name": "ميشال ضاهر",
          "value": 9229,
          "classification": [
            "اليونانية الكاثوليكية",
            "",
            "السياديون المستقلون"
          ]
        },
        {
          "name": "غسان سكاف",
          "value": 776,
          "classification": [
            "الأرثوذكسية اليونانية",
            "",
            "القرار الوطني المستقل"
          ]
        },
        {
          "name": "ياسين ياسين",
          "value": 6004,
          "classification": [
            "سني",
            "تغيير الكتلة",
            "وادينا وجبلنا"
          ]
        },
        {
          "name": "جميل السيد",
          "value": 11705,
          "classification": [
            "شيعة",
            "الوفاء للمقاومة",
            "الأمل والولاء"
          ]
        },
        {
          "name": "ملحم الحجيري",
          "value": 7125,
          "classification": [
            "سني",
            "الوفاء للمقاومة",
            "الأمل والولاء"
          ]
        },
        {
          "name": "ينال الصلح",
          "value": 8764,
          "classification": [
            "سني",
            "الوفاء للمقاومة",
            "الأمل والولاء"
          ]
        }
      ]
    },
    {
      "name": "القوات اللبنانية",
      //"value": 161970,
      "count": 18,
      "children": [
        {
          "name": "غسان حاصباني",
          "value": 7080,
          "classification": [
            "الأرثوذكسية اليونانية",
            "الجمهورية القوية",
            "بيروت نحن لك"
          ]
        },
        {
          "name": "جهاد بقرادوني",
          "value": 2186,
          "classification": [
            "الأرمن الأرثوذكس",
            "الجمهورية القوية",
            "بيروت نحن لك"
          ]
        },
        {
          "name": "إيلي خوري",
          "value": 3426,
          "classification": [
            "الأرثوذكسية اليونانية",
            "الجمهورية القوية",
            "خلاص الأمة"
          ]
        },
        {
          "name": "فادي كرم",
          "value": 9226,
          "classification": [
            "ماروني",
            "الجمهورية القوية",
            "نبض الجمهورية القوي"
          ]
        },
        {
          "name": "ستريدا طوق",
          "value": 7924,
          "classification": [
            "ماروني",
            "الجمهورية القوية",
            "نبض الجمهورية القوي"
          ]
        },
        {
          "name": "غياث يزبك",
          "value": 11094,
          "classification": [
            "ماروني",
            "الجمهورية القوية",
            "نبض الجمهورية القوي"
          ]
        },
        {
          "name": "زياد الحوات",
          "value": 13078,
          "classification": [
            "ماروني",
            "الجمهورية القوية",
            "معكم نستطيع حتى النهاية"
          ]
        },
        {
          "name": "شوقي دكاش",
          "value": 9129,
          "classification": [
            "ماروني",
            "الجمهورية القوية",
            "معكم نستطيع حتى النهاية"
          ]
        },
        {
          "name": "ملحم رياشي",
          "value": 15254,
          "classification": [
            "اليونانية الكاثوليكية",
            "الجمهورية القوية",
            "في الطريق إلى الحرية"
          ]
        },
        {
          "name": "راضي الحاج",
          "value": 3459,
          "classification": [
            "ماروني",
            "الجمهورية القوية",
            "في الطريق إلى الحرية"
          ]
        },
        {
          "name": "بيار بو عاصي",
          "value": 14756,
          "classification": [
            "ماروني",
            "الجمهورية القوية",
            "بعبدا السيادة والقرار"
          ]
        },
        {
          "name": "نزيه متى",
          "value": 9191,
          "classification": [
            "الأرثوذكسية اليونانية",
            "الجمهورية القوية",
            "الشراكة والرغبة"
          ]
        },
        {
          "name": "جورج عدوان",
          "value": 11433,
          "classification": [
            "ماروني",
            "الجمهورية القوية",
            "الشراكة والرغبة"
          ]
        },
        {
          "name": "غادة أيوب",
          "value": 7953,
          "classification": [
            "اليونانية الكاثوليكية",
            "الجمهورية القوية",
            "نقابتنا في صيدا وجزين"
          ]
        },
        {
          "name": "سعيد الأسمر",
          "value": 1102,
          "classification": [
            "اليونانية الكاثوليكية",
            "الجمهورية القوية",
            "نقابتنا في صيدا وجزين"
          ]
        },
        {
          "name": "إلياس إسطفان",
          "value": 6758,
          "classification": [
            "الأرثوذكسية اليونانية",
            "الجمهورية القوية",
            "سيادة زحلة"
          ]
        },
        {
          "name": "جورج عقيس",
          "value": 11921,
          "classification": [
            "اليونانية الكاثوليكية",
            "الجمهورية القوية",
            "سيادة زحلة"
          ]
        },
        {
          "name": "أنطوان حبشي",
          "value": 17000,
          "classification": [
            "ماروني",
            "الجمهورية القوية",
            "بناء الدولة"
          ]
        }
      ]
    },
    {
      "name": "التيار الوطني الحر",
      //"value": 100111,
      "count": 16,
      "children": [
        {
          "name": "نقولا صحناوي",
          "value": 4781,
          "classification": [
            "اليونانية الكاثوليكية",
            "لبنان القوي",
            "كنا وسنبقى لبيروت"
          ]
        },
        {
          "name": "ادغار طرابلسي",
          "value": 2053,
          "classification": [
            "بروتستانتية",
            "لبنان القوي",
            "وحدة بيروت"
          ]
        },
        {
          "name": "أسعد درغام",
          "value": 5754,
          "classification": [
            "الأرثوذكسية اليونانية",
            "لبنان القوي",
            "عكار أولاً"
          ]
        },
        {
          "name": "جيمي جبور",
          "value": 8986,
          "classification": [
            "ماروني",
            "لبنان القوي",
            "عكار أولاً"
          ]
        },
        {
          "name": "جورج عطا الله",
          "value": 2698,
          "classification": [
            "الأرثوذكسية اليونانية",
            "لبنان القوي",
            "سوف نبقى هنا"
          ]
        },
        {
          "name": "جبران باسيل",
          "value": 8922,
          "classification": [
            "ماروني",
            "لبنان القوي",
            "سوف نبقى هنا"
          ]
        },
        {
          "name": "سيمون أبي رميا",
          "value": 6239,
          "classification": [
            "ماروني",
            "لبنان القوي",
            "كنا وسنبقى"
          ]
        },
        {
          "name": "ندى بستاني",
          "value": 11338,
          "classification": [
            "ماروني",
            "لبنان القوي",
            "كنا وسنبقى"
          ]
        },
        {
          "name": "الياس بو صعب",
          "value": 4050,
          "classification": [
            "الأرثوذكسية اليونانية",
            "لبنان القوي",
            "كنا وسنبقى للمتن"
          ]
        },
        {
          "name": "إبراهيم كنعان",
          "value": 5513,
          "classification": [
            "ماروني",
            "لبنان القوي",
            "كنا وسنبقى للمتن"
          ]
        },
        {
          "name": "آلان عون",
          "value": 8457,
          "classification": [
            "ماروني",
            "لبنان القوي",
            "الوفاق الوطني"
          ]
        },
        {
          "name": "سيزار أبي خليل",
          "value": 5698,
          "classification": [
            "ماروني",
            "لبنان القوي",
            "قائمة الجبال"
          ]
        },
        {
          "name": "غسان عطا الله",
          "value": 5149,
          "classification": [
            "اليونانية الكاثوليكية",
            "لبنان القوي",
            "قائمة الجبال"
          ]
        },
        {
          "name": "سليم عون",
          "value": 5554,
          "classification": [
            "ماروني",
            "لبنان القوي",
            "زحلة الرسالة"
          ]
        },
        {
          "name": "شربل مارون",
          "value": 3576,
          "classification": [
            "ماروني",
            "لبنان القوي",
            "غداً أفضل"
          ]
        },
        {
          "name": "سامر التوم",
          "value": 11343,
          "classification": [
            "اليونانية الكاثوليكية",
            "لبنان القوي",
            "الأمل والولاء"
          ]
        }
      ]
    },
    {
      "name": "الحزب التقدمي الاشتراكي",
      //"value": 83963,
      "count": 9,
      "children": [
        {
          "name": "فيصل الصايغ",
          "value": 2565,
          "classification": [
            "الدروز",
            "اللقاء الديمقراطي",
            "مواجهات بيروت"
          ]
        },
        {
          "name": "هادي أبو الحسن",
          "value": 10764,
          "classification": [
            "الدروز",
            "اللقاء الديمقراطي",
            "بعبدا السيادة والقرار"
          ]
        },
        {
          "name": "أكرم شهيب",
          "value": 11373,
          "classification": [
            "الدروز",
            "اللقاء الديمقراطي",
            "الشراكة والرغبة"
          ]
        },
        {
          "name": "راجي سعد",
          "value": 8503,
          "classification": [
            "ماروني",
            "اللقاء الديمقراطي",
            "الشراكة والرغبة"
          ]
        },
        {
          "name": "بلال عبد الله",
          "value": 8186,
          "classification": [
            "سني",
            "اللقاء الديمقراطي",
            "الشراكة والرغبة"
          ]
        },
        {
          "name": "مروان حمادة",
          "value": 11121,
          "classification": [
            "الدروز",
            "اللقاء الديمقراطي",
            "الشراكة والرغبة"
          ]
        },
        {
          "name": "نجاة عون صليبا",
          "value": 9332,
          "classification": [
            "ماروني",
            "تغيير الكتلة",
            "متحدون من أجل التغيير"
          ]
        },
        {
          "name": "تيمور جنبلاط",
          "value": 12917,
          "classification": [
            "الدروز",
            "اللقاء الديمقراطي",
            "الشراكة والرغبة"
          ]
        },
        {
          "name": "وائل ابو فاعور",
          "value": 9202,
          "classification": [
            "الدروز",
            "اللقاء الديمقراطي",
            "المستقبل لوط البقاع وراشيا"
          ]
        }
      ]
    },
    {
      "name": "تيار المستقبل",
      //"value": 45773,
      "count": 6,
      "children": [
        {
          "name": "أحمد رستم",
          "value": 324,
          "classification": [
            "علوي",
            "الاعتدال الوطني",
            "القائمة الوطنية المعتدلة"
          ]
        },
        {
          "name": "محمد سليمان",
          "value": 11340,
          "classification": [
            "سني",
            "الاعتدال الوطني",
            "القائمة الوطنية المعتدلة"
          ]
        },
        {
          "name": "وليد البعريني",
          "value": 11099,
          "classification": [
            "سني",
            "الاعتدال الوطني",
            "القائمة الوطنية المعتدلة"
          ]
        },
        {
          "name": "أحمد خير",
          "value": 10221,
          "classification": [
            "سني",
            "الاعتدال الوطني",
            "لبنان لنا"
          ]
        },
        {
          "name": "عبد العزيز الصمد",
          "value": 10221,
          "classification": [
            "سني",
            "الاعتدال الوطني",
            "لبنان لنا"
          ]
        },
        {
          "name": "بلال هشيمة",
          "value": 2568,
          "classification": [
            "سني",
            "",
            "سيادة زحلة"
          ]
        }
      ]
    },
    {
      "name": "حزب الكتائب اللبنانية",
      //"value": 24516,
      "count": 4,
      "children": [
        {
          "name": "نديم الجميل",
          "value": 4425,
          "classification": [
            "ماروني",
            "ممثلي الكتائب",
            "لبنان السيادي"
          ]
        },
        {
          "name": "سليم صايغ",
          "value": 3477,
          "classification": [
            "ماروني",
            "ممثلي الكتائب",
            "صرخة أمة"
          ]
        },
        {
          "name": "الياس حنكش",
          "value": 6148,
          "classification": [
            "ماروني",
            "ممثلي الكتائب",
            "في طريق التغيير"
          ]
        },
        {
          "name": "سامي الجميل",
          "value": 10466,
          "classification": [
            "ماروني",
            "ممثلي الكتائب",
            "في طريق التغيير"
          ]
        }
      ]
    },
    {
      "name": "الأحباش",
      //"value": 15870,
      "count": 2,
      "children": [
        {
          "name": "عدنان طرابلسي",
          "value": 8463,
          "classification": [
            "سني",
            "الإجماع الوطني",
            "لبيروت"
          ]
        },
        {
          "name": "طه ناجي",
          "value": 7407,
          "classification": [
            "سني",
            "الإجماع الوطني",
            "الإرادة الشعبية"
          ]
        }
      ]
    },
    {
      "name": "بيروت تقاوم",
      //"value": 13281,
      "count": 1,
      "children": [
        {
          "name": "ابراهيم منيمنة",
          "value": 13281,
          "classification": [
            "سني",
            "تغيير الكتلة",
            "بيروت من أجل التغيير"
          ]
        }
      ]
    },
    {
      "name": "حزب التقدم",
      //"value": 11656,
      "count": 1,
      "children": [
        {
          "name": "مارك ضو",
          "value": 11656,
          "classification": [
            "الدروز",
            "تغيير الكتلة",
            "متحدون من أجل التغيير"
          ]
        }
      ]
    },
    {
      "name": "حزب الحوار الوطني",
      //"value": 10021,
      "count": 1,
      "children": [
        {
          "name": "فؤاد مخزومي",
          "value": 10021,
          "classification": [
            "سني",
            "تجديد السيادة البرلمانية",
            "بيروت بحاجة إلى قلب"
          ]
        }
      ]
    },
    {
      "name": "حزب الاتحاد (لبنان)",
      //"value": 9157,
      "count": 1,
      "children": [
        {
          "name": "حسن مراد",
          "value": 9157,
          "classification": [
            "سني",
            "الإجماع الوطني",
            "غداً أفضل"
          ]
        }
      ]
    },
    {
      "name": "تيار المردة",
      //"value": 8945,
      "count": 1,
      "children": [
        {
          "name": "طوني فرنجية",
          "value": 8945,
          "classification": [
            "ماروني",
            "الكتلة الوطنية المستقلة",
            "وحدة الشمال"
          ]
        }
      ]
    },
    {
      "name": "حزب الطاشناق",
      //"value": 7640,
      "count": 2,
      "children": [
        {
          "name": "هاكوب تريزيان",
          "value": 2667,
          "classification": [
            "الأرمن الأرثوذكس",
            "كتلة النواب الأرمنية",
            "كنا وسنبقى لبيروت"
          ]
        },
        {
          "name": "هاكوب بقرادونيان",
          "value": 4973,
          "classification": [
            "الأرمن الأرثوذكس",
            "كتلة النواب الأرمنية",
            "أقوى معًا"
          ]
        }
      ]
    },
    {
      "name": "جبهة العمل الإسلامي",
      //"value": 7362,
      "count": 1,
      "children": [
        {
          "name": "عماد الحوت",
          "value": 7362,
          "classification": [
            "سني",
            "الاعتدال الوطني",
            "هذه بيروت"
          ]
        }
      ]
    },
    {
      "name": "التنظيم الشعبي الناصري في لبنان",
      //"value": 7341,
      "count": 1,
      "children": [
        {
          "name": "أسامة سعد",
          "value": 7341,
          "classification": [
            "سني",
            "كتلة صيدا - جزين",
            "نحن نصوت من أجل التغيير"
          ]
        }
      ]
    },
    {
      "name": "لـنا – حزب ديمقراطي اجتماعي",
      //"value": 6684,
      "count": 1,
      "children": [
        {
          "name": "حليمة قعقور",
          "value": 6684,
          "classification": [
            "سني",
            "تغيير الكتلة",
            "متحدون من أجل التغيير"
          ]
        }
      ]
    },
    {
      "name": "تيار الكرامة",
      //"value": 6494,
      "count": 1,
      "children": [
        {
          "name": "فيصل كرامي",
          "value": 6494,
          "classification": [
            "سني",
            "الإجماع الوطني",
            "الإرادة الشعبية"
          ]
        }
      ]
    },
    {
      "name": "خط أحمر",
      //"value": 3760,
      "count": 1,
      "children": [
        {
          "name": "وضاح صادق",
          "value": 3760,
          "classification": [
            "سني",
            "تغيير الكتلة",
            "بيروت من أجل التغيير"
          ]
        }
      ]
    },
    {
      "name": "تحالف وطني",
      //"value": 3524,
      "count": 1,
      "children": [
        {
          "name": "باولا يعقوبيان",
          "value": 3524,
          "classification": [
            "الأرمن الأرثوذكس",
            "تغيير الكتلة",
            "من أجل أمتي"
          ]
        }
      ]
    },
    {
      "name": "حزب الوطنيين الأحرار",
      //"value": 1876,
      "count": 1,
      "children": [
        {
          "name": "كميل شمعون",
          "value": 1876,
          "classification": [
            "ماروني",
            "الجمهورية القوية",
            "بعبدا السيادة والقرار"
          ]
        }
      ]
    },
    {
      "name": "تم طرد الدويهي من أوسوس في 2 ديسمبر 2022.[4]",
      //"value": 1768,
      "count": 1,
      "children": [
        {
          "name": "ميشال الدويهي",
          "value": 1768,
          "classification": [
            "ماروني",
            "تغيير الكتلة",
            "شمالنا"
          ]
        }
      ]
    },
    {
      "name": "حزب البعث العربي الاشتراكي (لبنان)",
      //"value": 1215,
      "count": 1,
      "children": [
        {
          "name": "قاسم هاشم",
          "value": 1215,
          "classification": [
            "سني",
            "التنمية والتحرير",
            "الأمل والولاء"
          ]
        }
      ]
    },
    {
      "name": "حزب الاتحاد",
      //"value": 486,
      "count": 1,
      "children": [
        {
          "name": "سينثيا الزرازير",
          "value": 486,
          "classification": [
            "الأقليات المسيحية",
            "تغيير الكتلة",
            "من أجل أمتي"
          ]
        }
      ]
    }
  ]
};
